Repository: magicoli/karen
Catalog: locale/*/LC_MESSAGES/karen.po
Languages: fr_fr, nl_nl

source: Simple string
fr_fr: Chaîne simple (fr)
nl_nl: Eenvoudige string

source: Expanded string with %s
fr_fr: Chaîne étendue avec %s
nl_nl: Uitgebreide string met %s

source: Singular string
fr_fr: Chaîne singulière
nl_nl: Enkele string

source: %s string with expansion
fr_fr: %s string avec expansion
nl_nl: %s string met uitbreiding

# Clothing
source: String in context
fr_fr: Slip quand c'est un vêtement
nl_nl: Slip als het kleding is

# Characters
source: String in context
fr_fr: Chaîne quand ce sont des caractères
nl_nl: String als het karakters zijn

# Clothing
source: Expanded in context: %s
fr_fr: Chaîne étendue dans le contexte : %s
nl_nl: Uitgebreid in context: %s

# Cart
source: One item (ctx)
fr_fr: Un article (ctx)
nl_nl: Eén item (ctx)

# Wishlist
source: One item (ctx)
fr_fr: Un souhait (ctx)
nl_nl: Eén wens (ctx)

# Cart
source: %s item (ctx)
fr_fr: %s article (ctx)

# Wishlist
source: %s item (ctx)
fr_fr: %s souhait (ctx)
nl_nl: %s wens (ctx)

source: marked string
fr_fr: chaîne marquée
nl_nl: gemarkeerde string

source: Usage: %s [COMMAND] [OPTIONS]
fr_fr: Utilisation : %s [COMMANDE] [OPTIONS]
nl_nl: Gebruik: %s [COMMAND] [OPTIONS]
